Repository: HASEL-UZH/MindfulPacer.Apple
Catalog: MindfulPacer/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: When in doubt, please contact an experienced physician, personal trainer or other qualified professional.
de: Bei Zweifeln kontaktiere bitte medizinisches Fachpersonal, einen Personal Trainer oder eine andere qualifizierte Fachkraft.
es: En caso de duda, consulta a un médico experimentado, entrenador personal u otro profesional cualificado.
fr: En cas de doute, veuillez contacter un médecin expérimenté, un entraîneur personnel ou un autre professionnel qualifié.
it: In caso di dubbio, contatta un medico esperto, un personal trainer o un altro professionista qualificato.

source: When pairing MindfulPacer with your Apple Watch, you can visualize your biometric data (including heart rate and steps) and receive reminders on your watch to reflect at times defined by you.
de: Beim Koppeln von MindfulPacer mit deiner Apple Watch kannst du deine biometrischen Daten (einschliesslich Herzfrequenz und Schritte) visualisieren und Erinnerungen auf deiner Uhr erhalten, um zu den von dir festgelegten Zeiten über deine Aktivitäten zu reflektieren.
es: Al emparejar MindfulPacer con tu Apple Watch, puedes visualizar tus datos biométricos (incluyendo frecuencia cardíaca y pasos) y recibir recordatorios en tu reloj para reflexionar en los momentos que definas.
fr: En couplant MindfulPacer avec votre Apple Watch, vous pouvez visualiser vos données biométriques (y compris la fréquence cardiaque et les pas) et recevoir des rappels sur votre montre pour réfléchir aux moments que vous définissez.
it: Abbinando MindfulPacer al tuo Apple Watch, puoi visualizzare i tuoi dati biometrici (inclusi frequenza cardiaca e passi) e ricevere promemoria sul tuo orologio per riflettere nei momenti da te definiti.

source: When pairing MindfulPacer with your Apple Watch, you can visualize your biometric data (including heart rate and steps) and receive reminders on your watch to reflect at times defined by you. MindfulPacer is automatically installed on your Apple Watch.
de: Wenn du MindfulPacer mit deiner Apple Watch koppelst, kannst du deine biometrischen Daten (einschliesslich Herzfrequenz und Schritte) visualisieren und Erinnerungen auf deiner Uhr erhalten, um über deine Daten zu reflektieren. MindfulPacer wird automatisch auf deiner Apple Watch installiert.
es: Al emparejar MindfulPacer con tu Apple Watch, puedes visualizar tus datos biométricos (incluyendo frecuencia cardíaca y pasos) y recibir recordatorios en tu reloj para reflexionar en los momentos que definas. MindfulPacer se instala automáticamente en tu Apple Watch.
fr: En associant MindfulPacer à votre Apple Watch, vous pouvez visualiser vos données biométriques (y compris la fréquence cardiaque et les pas) et recevoir des rappels sur votre montre pour réfléchir aux moments que vous définissez. MindfulPacer est automatiquement installé sur votre Apple Watch.
it: Associando MindfulPacer al tuo Apple Watch, puoi visualizzare i tuoi dati biometrici (inclusi frequenza cardiaca e passi) e ricevere promemoria sull'orologio per riflettere nei momenti da te definiti. MindfulPacer viene installato automaticamente sul tuo Apple Watch.

source: Why it may not show
de: Warum es nicht angezeigt wird
es: Por qué puede no aparecer
fr: Pourquoi il peut ne pas s'afficher
it: Perché potrebbe non apparire

source: Work
de: Arbeit
es: Trabajo
fr: Travail
it: Lavoro

source: Work on Tasks
de: An Aufgaben arbeiten
es: Trabajar en tareas
fr: Travailler sur des tâches
it: Lavorare su compiti

source: Writing
de: Schreiben
es: Escribir
fr: Écriture
it: Scrittura

source: You are not connected to the internet. Please check your connection and try again.
de: Du bist nicht mit dem Internet verbunden. Bitte überprüfe deine Verbindung und versuche es erneut.
es: No estás conectado a Internet. Comprueba tu conexión e inténtalo de nuevo.
fr: Vous n'êtes pas connecté à Internet. Veuillez vérifier votre connexion et réessayer.
it: Non sei connesso a Internet. Controlla la connessione e riprova.

source: You can always change this later on in the app settings.
de: Du kannst dies später jederzeit in den App-Einstellungen ändern.
es: Siempre puedes cambiar esto más tarde en los ajustes de la app.
fr: Vous pouvez toujours modifier cela plus tard dans les réglages de l'app.
it: Puoi sempre modificare questa impostazione in seguito nelle impostazioni dell'app.

source: You can always change this permission later, by navigating to Settings > Notifications > MindfulPacer.
de: Du kannst diese Genehmigung später jederzeit ändern, indem du zu Einstellungen > Mitteilungen > MindfulPacer navigierst.
es: Siempre puedes cambiar este permiso más tarde navegando a Ajustes > Notificaciones > MindfulPacer.
fr: Vous pouvez toujours modifier cette autorisation plus tard en allant dans Réglages > Notifications > MindfulPacer.
it: Puoi sempre modificare questa autorizzazione in seguito andando su Impostazioni > Notifiche > MindfulPacer.

source: You can always change this permission later, by navigating to Settings > Privacy & Security > Health > MindfulPacer.
de: Du kannst diese Genehmigung später jederzeit ändern, indem du zu Einstellungen > Datenschutz & Sicherheit > Health > MindfulPacer navigierst.
es: Siempre puedes cambiar este permiso más tarde navegando a Ajustes > Privacidad y seguridad > Salud > MindfulPacer.
fr: Vous pouvez toujours modifier cette autorisation plus tard en allant dans Réglages > Confidentialité et sécurité > Santé > MindfulPacer.
it: Puoi sempre modificare questa autorizzazione in seguito andando su Impostazioni > Privacy e sicurezza > Salute > MindfulPacer.

source: You can choose between three different Reminder types.
de: Du kannst zwischen drei verschiedenen Arten von Erinnerungen wählen.
es: Puedes elegir entre tres tipos diferentes de recordatorio.
fr: Vous pouvez choisir entre trois types de rappels différents.
it: Puoi scegliere tra tre diversi tipi di promemoria.

source: You can delete all data in this app and start from fresh.
de: Du kannst alle Daten in dieser App löschen und ganz von vorne beginnen.
es: Puedes eliminar todos los datos de esta app y empezar de cero.
fr: Vous pouvez supprimer toutes les données de l'app et recommencer à zéro.
it: Puoi eliminare tutti i dati in questa app e ricominciare da capo.

source: You can reach out to the following email address in case you have further questions: **support@mindfulpacer.ch**
de: Bei weiteren Fragen kannst du dich an folgende E-Mail-Adresse wenden: **support@mindfulpacer.ch**
es: Puedes contactarnos en la siguiente dirección de correo si tienes más preguntas: **support@mindfulpacer.ch**
fr: Vous pouvez nous contacter à l'adresse e-mail suivante si vous avez des questions : **support@mindfulpacer.ch**
it: Puoi contattarci al seguente indirizzo e-mail in caso di ulteriori domande: **support@mindfulpacer.ch**

source: You can reach out to the following email address in case you have further questions: support@mindfulpacer.ch
de: Bei weiteren Fragen kannst du dich an die folgende E-Mail-Adresse wenden: support@mindfulpacer.ch
es: Puedes contactarnos en la siguiente dirección de correo si tienes más preguntas: support@mindfulpacer.ch
fr: Vous pouvez nous contacter à l'adresse e-mail suivante si vous avez d'autres questions : support@mindfulpacer.ch
it: Puoi contattarci al seguente indirizzo e-mail in caso di ulteriori domande: support@mindfulpacer.ch

source: You can write anything here
de: Weitere Informationen hinzufügen
es: Puedes escribir lo que quieras aquí
fr: Vous pouvez écrire ce que vous voulez ici
it: Puoi scrivere qualsiasi cosa qui

source: You do not have any missed reflection.
de: Du hast derzeit keine verpassten Reflexionen.
es: No tienes ninguna reflexión perdida.
fr: Vous n'avez aucune réflexion manquée.
it: Non hai alcuna riflessione mancata.

source: You do not have any missed reflections.
de: Du hast keine verpassten Reflexionen.
es: No tienes ninguna reflexión perdida.
fr: Vous n'avez aucune réflexion manquée.
it: Non hai riflessioni mancate.

source: You have missed reflection(s). Open the MindfulPacer app on your iPhone to view more details.
de: Du hast verpasste Reflexionen. Öffne die MindfulPacer App auf deinem iPhone um mehr zu erfahren.
es: Tienes reflexiones perdidas. Abre la app MindfulPacer en tu iPhone para ver más detalles.
fr: Vous avez des réflexion(s) manquée(s). Ouvrez l'app MindfulPacer sur votre iPhone pour voir plus de détails.
it: Hai riflessione/i mancata/e. Apri l'app MindfulPacer sul tuo iPhone per maggiori dettagli.

source: You have not created any reflections.
de: Du hast keine Reflexionen erstellt.
es: No has creado ninguna reflexión.
fr: Vous n'avez créé aucune réflexion.
it: Non hai creato alcuna riflessione.

source: You have not created any reminders.
de: Du hast keine Erinnerung erstellt.
es: No has creado ningún recordatorio.
fr: Vous n'avez créé aucun rappel.
it: Non hai creato alcun promemoria.

source: You have not installed MindfulPacer on your Apple Watch. Please navigate to Settings > Apple Watch for instructions on how to do this.
de: Du hast MindfulPacer nicht auf deiner Apple Watch installiert. Bitte gehe zu Einstellungen > Apple Watch, um Anweisungen dazu zu erhalten.
es: No has instalado MindfulPacer en tu Apple Watch. Navega a Ajustes > Apple Watch para ver las instrucciones.
fr: Vous n'avez pas installé MindfulPacer sur votre Apple Watch. Allez dans Réglages > Apple Watch pour les instructions d'installation.
it: Non hai installato MindfulPacer sul tuo Apple Watch. Vai su Impostazioni > Apple Watch per le istruzioni su come fare.

source: Your Apple Watch can remind you to reflect at times of high activity or specific times of the day
de: Deine Apple Watch kann dich daran erinnern, zu Zeiten hoher Aktivität oder zu bestimmten Tageszeiten zu reflektieren
es: Tu Apple Watch puede recordarte reflexionar en momentos de alta actividad o en momentos específicos del día
fr: Votre Apple Watch peut vous rappeler de réfléchir lors de périodes d'activité élevée ou à des moments précis de la journée
it: Il tuo Apple Watch può ricordarti di riflettere nei momenti di alta attività o in momenti specifici della giornata

source: Your Apple Watch is not paired with this iPhone.
de: Deine Apple Watch ist nicht mit diesem iPhone gekoppelt.
es: Tu Apple Watch no está emparejado con este iPhone.
fr: Votre Apple Watch n'est pas jumelée avec cet iPhone.
it: Il tuo Apple Watch non è associato a questo iPhone.

source: %@ Reminder
es: Recordatorio de %@
fr: Rappel %@
it: Promemoria %@

source: 1 Minute
es: 1 minuto
it: 1 Minuto

source: 10 Minutes
es: 10 minutos
it: 10 Minuti

source: 15 Minutes
es: 15 minutos
it: 15 Minuti

source: App Info
es: Info de la app
fr: Infos de l’app
it: Info app

# App Version: %@ Build Number: %@
source: App Version: %1$@ Build Number: %2$@
es: Versión de la app: %@ Número de compilación: %@
fr: Version de l'app : %1$@ Numéro de build : %2$@
it: Versione app: %1$@ Numero build: %2$@

source: Apple Health Integration
es: Integración con Apple Salud
fr: Intégration Apple Santé
it: Integrazione Apple Salute

source: Apple Watch Support
es: Soporte de Apple Watch
fr: Assistance Apple Watch
it: Assistenza Apple Watch

source: bpm
es: ppm

source: BPM
es: PPM

source: Community
es: Comunidad
fr: Communauté
it: Comunità

source: Email & Chat
es: Correo y chat
fr: E-mail et chat
it: E-mail e chat

# Erase all Data
source: Alle Daten löschen
es: Borrar todos los datos
fr: Effacer toutes les données
it: Cancella tutti i dati

source: Export
es: Exportar
fr: Exporter
it: Esporta

source: Gaming
es: Videojuegos

source: Label
es: Etiqueta
fr: Libellé
it: Etichetta

source: Meditation
es: Meditación
fr: Méditation
it: Meditazione

source: Meetings
es: Reuniones
fr: Réunions
it: Riunioni

source: Mild
es: Leve
fr: Léger
it: Lieve

source: MindfulPacer Version %@
es: MindfulPacer versión %@
it: MindfulPacer Versione %@

source: Onboarding
es: Introducción
it: Introduzione

source: Outreach
es: Difusión
fr: Sensibilisation
it: Divulgazione

source: Roadmap
es: Hoja de ruta

source: Start
es: Inicio
fr: Démarrer
it: Avvia

source: Status Info
es: Info de estado
fr: Infos du statut
it: Info stato

source: Normal
it: Normale
